Repository: Jonno12345/TileIconifier
Catalog: TileIconifier/Properties/Strings.*.resx
Languages: de, pt, ru, zh_cn

source: Align Centre
de: Mittig anordnen
pt: Alinhar ao Centro
ru: Выровнять по центру
zh_cn: 居中对齐

source: App Id
pt: Id do App
ru: ID приложения
zh_cn: 应用ID

source: App Name
pt: Nome do App
ru: Название приложения
zh_cn: 应用名称

source: Cancel
de: Abbrechen
pt: Cancelar
ru: Отмена
zh_cn: 取消

source: Game Name
de: Spielname
pt: Nome do Jogo
ru: Название игры
zh_cn: 游戏名称

source: Is Custom
de: Ist benutzerdefiniert
pt: É Personalizada
ru: Пользовательский
zh_cn: 自定义

source: Is Iconified
de: Ist symbolisiert
pt: É Iconificada
ru: Изменён
zh_cn: 图标化

source: Is Pinned
de: Ist angeheftet
pt: Está Fixada
ru: Закреплён
zh_cn: 固定

source: Shortcut Name
de: Verknüpfung-Name
pt: Nome do Atalho
ru: Имя ярлыка
zh_cn: 快捷方式名称

source: Shortcut Type
de: Verknüpfung-Typ
pt: Tipo de Atalho
ru: Тип
zh_cn: 快捷方式类型

source: Shortcut User
de: Verknüpfung-Benutzer
pt: Usuário do Atalho
ru: Пользователь
zh_cn: 快捷方式用户

# ChromeExtensionsFolder
source: Select your Chrome `Extensions` folder
de: Wählen Sie Ihren Chrome-Erweiterungs-Ordner
pt: Selecione sua pasta de extensões do Chrome
ru: Выберите папку 'Extensions' в папке с Chrome
zh_cn: 选择您的 Chrome `扩展程序` 文件夹

source: Steam executable path
de: Pfad zur Steam.exe
pt: Caminho do executável Steam
ru: Исполняемый файл Steam:
zh_cn: Steam 可执行文件路径：

source: Steam executable path not found!!!
de: Pfad zur Steam.exe nicht gefunden!!!
pt: Caminho do executável Steam não encontrado!
ru: Исполняемый файл Steam не найден!!!
zh_cn: 未找到 Steam 可执行文件路径！！！

source: Steam installation path
de: Steam-Installationspfad
pt: Caminho de instalação da Steam
ru: Расположение папки Steam
zh_cn: Steam 安装路径

source: Steam installation path not found!!!
de: Steam-Installationspfad nicht gefunden!!!
pt: Caminho de instalação da Steam não encontrado!
ru: Папка Steam не найдена!!!
zh_cn: 未找到 Steam 安装路径！！！

source: Steam library folders
de: Steam-Bibliothekordner
pt: Pastas da biblioteca Steam
ru: Библиотека Steam
zh_cn: Steam 库文件夹

# SteamLibraryFoldersNotFound
source: Steam library paths not found!!!
de: Steam-Bibliothekrodner nicht gefunden!!!
pt: Pastas da biblioteca Steam não encontradas!
ru: Библиотека Steam не найдена!!!
zh_cn: 未找到 Steam 库路径！！！

# SelectSteamInstallationPath
source: Select the folder containing your Steam installation
de: Wählen Sie den Ordner der die Installation von Steam enthält
pt: Selecione a pasta contendo sua instalação Steam
ru: Выберите папку, содержащую Steam
zh_cn: 请选择您 Steam 所安装的文件夹

source: File could not be found
de: Datei konnte nicht gefunden werden!!!
pt: Arquivo não encontrado
ru: Файл не может быть найден
zh_cn: 无法找到文件

# InvalidSteamLibraryPath
source: Selected folder is invalid (valid folders should contain a subfolder named "steamapps"), please try again or cancel.
de: Ausgewähltes Verzeichnis ist ungültig (gültige Ordner sollten einen Unterordner namens "steamapps" enthalten). Bitte erneut versuchen oder abbrechen.
pt: A pasta selecionada é inválida (as pastas válidas devem conter uma subpasta chamada "steamapps"), tente novamente ou cancele.
ru: Выбранная папка пуста (папка должна содержать подпапку "steamapps"), повторите попытку или отмените.
zh_cn: 所选文件夹无效（有效文件夹应包含名为“steamapps”的子文件夹），请重试或取消。

# SelectSteamLibraryPath
source: Select a folder containing your Steam library (This will be a folder containing a "steamapps" folder)
de: Einen Ordner auswählen, der Ihre Steam-Bibliothek enthält (das muss ein Ordner sein, der einen Ordner namens "steamapps" enthält)
pt: Selecione uma pasta contendo sua biblioteca Steam (Esta será uma pasta contendo uma pasta "steamapps")
ru: Выберите папку с библиотекой Steam (это должна быть папка, содержащая папку "steamapps")
zh_cn: 选择一个包含您的 Steam 库的文件夹（该文件夹包含“steamapps”文件夹）

# QuickBuildExplanation
source: This will create a custom shortcut with the same parameters as {0}. This is useful for tiles that don't work by default (Such as Microsoft Office and Mozilla Firefox). Please confirm the name for the new shortcut (The same name as the original is not a problem)
de: Dies wird eine benutzerdefinierte Verknüpfung, mit den selben Parametern wie {0}, erstellen. Das ist sinnvoll für Kacheln die anders als der Standard funtkionieren (z.B. Microsoft Office und Mozilla Firefox). Bitte bestätigen Sie den Namen der neuen Verknüpfung (der selbe Name wie das Original stellt kein Problem dar).
pt: Isso criará um atalho personalizado com os mesmos parâmetros que {0}. Isso é útil para blocos que não funcionam por padrão (como Microsoft Office e Mozilla Firefox). Por favor, confirme o nome do novo atalho (O mesmo nome do original não é um problema)
ru: Это создаст пользовательский ярлык с теми же параметрами, как и у {0}. Это пригодится для плиток, которые не работают по умолчанию (например, Microsoft Office и Mozilla Firefox). Пожалуйста, подтвердите имя для нового ярлыка (можно использовать имя как и у оригинала).
zh_cn: 这将创建一个与 {0} 具有相同参数的自定义快捷方式。这对于默认情况下不起作用的磁贴（例如 Microsoft Office 和 Mozilla Firefox）很有效。请确认新快捷方式的名称（可与原始名称相同）

# ShortcutCreatedNeedsPinning
source: A shortcut for {0} has been created in your start menu under TileIconify. The item will need to be pinned manually.
de: Eine Verknüpfung für {0} wurde in Ihrem Startmenü unter Tileconify erstellt. Der Eintrag muss manuell angeheftet werden.
pt: Um atalho para {0} foi criado no menu iniciar em TileIconify. O item precisará ser fixado manualmente.
ru: Ярлык для {0} был создан в меню Пуск, в папке TileIconify. Он должен быть закреплён вручную.
zh_cn: 已在 TileIconify 下的开始菜单中创建了快捷方式“{0}”。该项目需要手动固定。

# UsesPowershell
source: Note- This feature uses Powershell and may take slightly longer to refresh. Continue?
de: Hinweis: Diese Funktion nutzt PowerShell und benötigt möglicherweise länger zum aktualisieren. Fortfahren?
pt: Nota - Este recurso usa Powershell e pode demorar um pouco mais para atualizar. Continuar?
ru: Примечание - Эта функция использует PowerShell и может занять немного больше времени для обновления списка. Продолжить?
zh_cn: 注意 - 此功能使用了 Powershell，可能需要稍长时间才能刷新。 是否继续？

source: Confirm
de: Bestätigen
pt: Confirmar
ru: Подтвердить
zh_cn: 确认

source: Shortcut created!
de: Verknüpfung erstellt!
pt: Atalho criado!
ru: Ярлык создан!
zh_cn: 快捷方式已创建！

source: Are you sure?
de: Sind Sie sicher?
pt: Tem certeza?
ru: Вы уверены?
zh_cn: 您确定吗？

# ConfirmDeleteCustomShortcut
source: Are you sure you wish to delete the custom shortcut for {0}?
de: Sind Sie sicher, dass Sie die benutzerdefinierte Verknüpfung für {0} löschen möchten?
pt: Tem certeza que deseja excluir o atalho para {0}?
ru: Вы уверены, что хотите удалить пользовательский ярлык для {0}?
zh_cn: 您确定要删除 {0} 的自定义快捷方式吗？

# UnableToClearShortcuts
source: Unable to clear up shortcuts.
de: Verknüpfungen konnten nicht bereinigt werden.
pt: Erro ao remover atalhos.
ru: Не удалось очистить ярлыки.
zh_cn: 无法清除快捷方式。

# WindowsBefore81
source: You are on a version of Windows earlier than 8.1, changes might not take any effect.
de: Sie verwenden eine Version von Windows vor 8.1, so dass die Änderungen möglicherweise keine Auswirkungen haben.
pt: Você está em uma versão do Windows anterior ao 8.1, alterações podem não ter qualquer efeito.
ru: Ваша версия Windows ниже чем 8.1, изменения не придадут ни какого эффекта.
zh_cn: 您使用的是低于 8.1 版本的 Windows 系统，更改可能不会生效。

# WindowsTooEarly
source: Windows version too early
de: Version von Windows nicht geeignet
pt: Versão Windows muito antiga
ru: Версия Windows устарела
zh_cn: Windows 版本过旧

# WrongBuildWindows10
source: You are running Windows 10, but not on or above Build 10586. The program will run, but some changes may not take effect.
de: Sie verwenden Windows 10, aber nicht die Build 10586 oder höher. Das Programm wird ausgeführt, aber einige Änderungen haben möglicherweise keine Auswirkungen.
pt: Você está usando Windows 10, mas a build 10586 ou superior. O programa vai rodar, mas algumas coisas podem não funcionar.
ru: Ваша сборка Windows 10 не удовлетворяет требованиям программы, она должна быть не ниже 10586. Программа будет работать, но некоторые изменения не вступят в силу.
zh_cn: 您运行的是 Windows 10，但不是 Build 10586 或更高版本。程序将运行，但某些更改可能不会生效。

source: Build Too Early
de: Build zu niedrig
pt: Build Muito Antiga
ru: Сборка устарела
zh_cn: 构建过早

# IncorrectPlatformFull
source: You are running as a 32-bit process within a 64-bit operating system. Certain functionality, such as powershell, may not work correctly.
de: Sie führen einen 32bit-Prozess auf einem 64bit-Betriebssystem aus. Bestimmte Funktionalitäten, wie z.B. PowerShell, arbeiten möglicherweise nicht korrekt.
pt: Você está executando como um processo de 32 bits dentro de um sistema operacional de 64 bits. Certas funcionalidades, como powershell, podem não funcionar corretamente.
ru: Вы запустили 32-битную версию программы в 64-битной операционной системе. Некоторые функции, такие как PowerShell, могут работать некорректно.
zh_cn: 您在 64 位系统中以 32 位运行。某些功能（例如 powershell）可能无法正常工作。

source: Incorrect Platform
de: Nicht geeignete Plattform
pt: Plataforma Incorreta
ru: Неправильная платформа
zh_cn: 平台错误

# RunAsAdminFull
source: You must run this application as an Administrator!
de: Sie müssen diese Anwendung als Administrator ausführen!
pt: Você deve executar este programa como Administrador!
ru: Вы должны запустить приложение от имени Администратора!
zh_cn: 您必须以管理员身份运行此应用程序！

# RunAsAdmin
source: Run as Administrator
de: Als Administrator ausführen
pt: Executar Como Administrador
ru: Запустить от имени Администратора
zh_cn: 以管理员身份运行

# VerifyAdminFull
source: An error occurred detecting administrator state. Please verify you are running as an administrator, or issues may occur.
de: Bei der Prüfung auf Administrator-Rechte ist ein Fehler aufgetreten. Bitte prüfen Sie ob die Anwendung als Administrator ausgeführt wird, da sonst Probleme auftreten können.
pt: Um erro ocoreu ao detectar o status de Administrador. Por favor confira se o programa realmente está rodando com os privilégios necessários.
ru: Произошла ошибка обнаружения администратора. Пожалуйста, убедитесь, что вы работаете в качестве администратора, или могут возникнуть проблемы.
zh_cn: 检测管理员状态时出错。请确认您以管理员身份运行，否则可能会出现问题。

# VerifyAdmin
source: Verify Administrator
de: Administrator verifizieren
pt: Verificar Administrador
ru: Проверить Администратора
zh_cn: 检测管理员状态

source: Loading
de: Wird geladen
pt: Carregando
ru: Загрузка
zh_cn: 加载中

source: Refreshing
de: Aktualisiere
pt: Atualizando
ru: Обновление
zh_cn: 正在刷新

source: Up to date
de: Ist aktuell
pt: Atualizado
ru: Обновление
zh_cn: 检测更新

# AlreadyLatest
source: You are already on the latest version!
de: Sie verwenden bereits die aktuellste Version!
pt: Você já está usando a versão mais recente!
ru: У вас самая посленяя версия!
zh_cn: 您已经使用了最新版本！

# UpdateAvailableFull
source: An update is available! Would you like to visit the releases page? (Your version: {0} - Latest version: {1})
de: Ein Update ist verfügbar! Wollen Sie die Downloadseite öffnen? (Ihre Version: {0} - Aktuelle Version: {1})
pt: Atualização disponível! Gostaria de visitar a página de lançamentos? (Versão instalada: {0} - Última versão: {1})
ru: Доступно обновление! Хотели бы вы посетить страницу релизов? (Ваша версия: {0} - Последняя версия: {1})
zh_cn: 有可用的更新！您想访问发布页面吗？（您的版本：{0} - 最新版本：{1}）

source: New version available!
de: Neue Version verfügbar!
pt: Nova versão disponível!
ru: Доступна новая версия!
zh_cn: 新版本可用！

# UpdateAvailableError
source: An error occurred getting latest release information. Click Ok to visit the latest releases page to check manually. (Your version: {0})
de: Beim Abruf der Informationen für das aktuellste Release ist ein Fehler aufgetreten. Klicken Sie auf OK um die Release-Webseite aufzurufen. (Ihre Version: {0})
pt: Um erro ocoreu ao tentar obter detalhes sobre a atualização. Clique em OK para visitar a página de downloads. (Versão instalada: {0})
ru: Произошла ошибка при получении информации о последней версии. Нажмите кнопку OK, чтобы перейти на страницу релизов, для проверки вручную. (Ваша версия: {0})
zh_cn: 获取最新版本信息时出错。请单击“确定”按钮访问最新版本页面以手动检查。（您的版本：{0}）

source: Unable to check server!
de: Verbindung zum Server nicht möglich!
pt: Não foi possível chegar aos servidores!
ru: Сервер недоступен!
zh_cn: 无法检查服务器！

# PowershellErrorFull
source: A problem occurred with PowerShell functionality. It has been disabled.
de: Mit PowerShell ist ein Fehler aufgetreten. Diese wurde deaktiviert.
pt: Um erro ocorreu ao acessar o PowerShell. Função desabilitada.
ru: Возникла проблема с функциональностью PowerShell. Он был отключен.
zh_cn: PowerShell 功能出现问题。它已被禁用。

source: PowerShell failure
de: PowerShell-Fehler
pt: Falha no PowerShell
ru: Ошибка PowerShell
zh_cn: PowerShell 错误

# ErrorLoadingImageFile
source: An error occurred trying to load this image file! Please try another.
de: Es ist ein Fehler beim Laden der Bilddatei aufgetreten! Bitte versuchen Sie eine andere Datei.
pt: Um erro ocorreu ao carregar o arquivo de imagem! Por favor tente outro.
ru: Произошла ошибка при попытке загрузить это изображение! Пожалуйста, попробуйте другое.
zh_cn: 尝试加载此图像文件时发生错误！请尝试另一个。

source: Please select an icon
de: Bitte wählen Sie ein Symbol
pt: Selecione um ícone
ru: Пожалуйста выберите иконку
zh_cn: 请选择一个图标

# DonationNotification
source: Donations for this application will NEVER be required but would be greatly appreciated. This application will ALWAYS be free, open source, and supported to the best of my ability. If you would like to help support me with this and future applications I would be very grateful! Do you wish to proceed to the donation page (https://www.paypal.me/Jonno12345)?
de: Für diese Anwendung zu spenden ist kein Zwang, es ist aber wünschenswert. Die Anwendung wird IMMER kostenlos, quelloffen und nach bestem Wissen und Gewissen von mir unterstützt werden. Wenn Sie mich mit dieser oder anderen Anwendungen unterstützten möchten, wäre ich sehr dankbar! Möchten Sie zur Spenden-Seite (https://www.paypal.me/Jonno12345) weitergeleitet werden?
pt: Doações para este app NUNCA serão exigidas mas SEMPRE serão bem-vindas. Este aplicativo SEMPRE será gratuito, open source, e com o melhor do meu suporte. Se você puder me ajudar com este e outros aplicativos, serei sempre grato de coração! Gostaria de ir para a página de doação (https://www.paypal.me/Jonno12345)?
ru: Пожертвования для этого приложения не обязательны, однако будут приняты с большой благодарностью. Это приложение всегда будет бесплатным, с открытым исходным кодом, и поддерживаться в меру моих возможностей. Если вы хотели бы помочь поддержать меня с этим и будущими приложениями, я был бы очень признателен! Перейти на страницу пожертвования (https://www.paypal.me/Jonno12345)?
zh_cn: 本软件将“永远不强制捐款”，但如果您打赏我，我将十分感谢。此应用程序将“始终”是免费开源的，并且我将尽我所能提供支持。如果您愿意在此和未来的应用程序中帮助支持我，我将不胜感激！ 您想进入打赏页面（ https://www.paypal.me/Jonno12345 ）吗？ </data> <data name="Donation" xml:space="preserve"> <value>打赏

source: Donation
de: Spende
pt: Doação
ru: Пожертвование

# ConfirmRemoveIconification
source: Are you sure you wish to remove iconification?
de: Sind Sie sicher, dass Sie die Darstellung entfernen möchten?
pt: Deseja mesmo remover a iconificação?
ru: Вы уверены, что хотите удалить изменения плитки?
zh_cn: 您确定要删除图标化吗？

source: No icon has been selected!
de: Es wurde kein Symbol ausgewählt!
pt: Nenhum ícone selecionado!
ru: Иконка не была выбрана!
zh_cn: 未选择图标！

source: Target path is empty!
de: Ziel-Pfad ist leer!
pt: O caminho de destino está em branco!
ru: Конечная папка пуста!
zh_cn: 目标路径为空！

# IssueWithImageSelected
source: An issue occurred with the image selected. Please load the icon again or try another.
de: Es gibt ein Problem mit dem ausgewählten Bild. Bitte laden Sie das Symbol erneut oder versuchen ein anderes.
pt: Um erro ocorreu com a imagem selecionada. Por favor tente de novo ou use outra imagem.
ru: Возникла проблема с выбранным изображением. Пожалуйста, загрузите иконку снова или попробуйте другую.
zh_cn: 所选图像出现问题。请重新加载图标或尝试另一个。

source: Icon error
de: Symbolfehler
pt: Erro no ícone
ru: Ошибка иконки
zh_cn: 图标错误

source: Invalid characters or invalid shortcut name!
de: Ungültige Zeichen oder unültiger Verknüpfungsname!
pt: Carecteres inválidos ou nome de atalho inválido!
ru: Недопустимые символы или имя ярлыка!
zh_cn: 无效字符或无效快捷方式名称！

source: Select a folder
de: Einen Ordner auswählen
pt: Selecione uma pasta
ru: Выберите папку
zh_cn: 请选择一个文件夹

# ForegroundColourChangeExplain
source: Foreground colour changes don't always instantly apply. If this change hasn't applied, try unpinning and repinning the shortcut.
de: Änderungen der Vordergrundfarbe können nicht immer sofort angewandt werden. Wenn dies der Fall sein sollte, entfernen Sie die Verknüpfung und heften Sie diese erneut an.
pt: As alterações de cor em primeiro plano nem sempre se aplicam instantaneamente. Se essa mudança não for aplicada, tente desafixar e refixar o atalho.
ru: Внешний цвет меняется не всегда сразу. Если он не изменился, попробуйте открепить и снова закрепить ярлык.
zh_cn: 前景色更改并不总是立即应用。如果此更改尚未应用，请尝试取消固定并重新固定快捷方式。

source: Foreground Colour Change
de: Änderung der Vordergrundfarbe
pt: Mudar Cor de Primeiro Plano
ru: Изменить внешний цвет
zh_cn: 更改前景色

source: Unable to clear up shortcuts.
de: Verknüpfungen konnten nicht bereinigt werden.
pt: Erro ao limpar os atalhos.
ru: Не удалось очистить ярлыки.
zh_cn: 无法清除快捷方式。

source: Unable to find Chrome installation path!
de: Installationsverzeichnis von Chrome konnte nicht gefunden werden!
pt: Erro ao acessar o caminho de instalação do Chrome!
ru: Не удаётся найти путь установленного Chrome!
zh_cn: 无法找到 Chrome 安装路径！

source: Path not found
de: Pfad nicht gefunden
pt: Caminho não encontrado!
ru: Путь не найден
zh_cn: 未找到路径

source: No items have been selected!
de: Es wurden keine Einträge ausgewählt!
pt: Nenhum item foi selecionado!
zh_cn: 没有选择任何项目！

source: Completed
de: Fertiggestellt
pt: Concluído
zh_cn: 已完成

# SelectValidColor
source: Please select a valid color!
de: Bitte eine gültige Farbe auswählen!
pt: Selecione uma cor válida!
zh_cn: 请选择有效的颜色！

source: Ignore
de: Ignorieren
pt: Ignorar
zh_cn: 忽略

source: No
de: Nein
pt: Não
zh_cn: 否

source: Retry
de: Wiederholen
pt: Repetir
zh_cn: 重试

source: Yes
de: Ja
pt: Sim
zh_cn: 是

source: OK
zh_cn: 好的
